[
  {
    "userId": 1,
    "userName": "Lais Alonso",
    "region": "Alfredo Marcondes, São Paulo",
    "content": "Visitei Alfredo Marcondes, no interior de São Paulo, e me surpreendi com o cuidado da cidade com o meio ambiente. A coleta seletiva funciona bem, há incentivo à produção local e conheci uma propriedade agroecológica que mostrou na prática como plantar sem agredir a natureza.\n\nDurante a viagem também busquei fazer minha parte: evitei descartáveis, levei garrafa reutilizável, apoiei o comércio local e fiz meus passeios a pé. Foi uma troca valiosa. Aprendi com a cidade e contribui com pequenas ações.\n\nFoi uma experiência que valeu cada momento.",
    "id": 2,
    "createdAt": "2025-04-14T17:31:00.654Z"
  },
  {
    "userId": 4,
    "userName": "Caio Macena",
    "region": "Fernando de Noronha, Pernambuco",
    "content": "Fernando de Noronha é um destino incrível que se destaca pelo cuidado com o meio ambiente. A ilha adota políticas rígidas de preservação, como a limitação do número de turistas e o controle das visitas aos parques naturais.\n\nDurante minha estadia, vi iniciativas para reduzir plásticos e apoiar o comércio local. Levei minha garrafa reutilizável, evitei descartáveis e apoiei restaurantes e lojas da ilha.\n\nFernando de Noronha é um ótimo exemplo de turismo responsável e consciente.",
    "id": 3,
    "createdAt": "2025-04-14T17:34:43.264Z"
  },
  {
    "userId": 6,
    "userName": "Mateus Arturo",
    "region": "Angra dos Reis, Rio de Janeiro",
    "content": "Ilha Grande é um dos destinos mais incríveis que já visitei, e o que mais me chamou a atenção foi o cuidado com o meio ambiente. A ilha tem várias iniciativas de turismo sustentável, como trilhas preservadas e um controle rigoroso no número de visitantes para não sobrecarregar os ecossistemas. Além disso, muitos empreendimentos locais seguem práticas ecológicas, como o uso de energia solar e reciclagem.\n\nÉ o tipo de lugar que a gente se conecta com a natureza de verdade, sem causar impacto. Definitivamente, uma experiência que vale a pena para quem quer viajar com consciência!\n\n",
    "id": 4,
    "createdAt": "2025-04-14T17:41:00.345Z"
  },
  {
    "userId": 5,
    "userName": "Camila Alvarenga",
    "region": "Bonito, Mato Grosso do Sul",
    "content": "Bonito é um destino incrível que se destaca pela sua preservação ambiental. Conhecida por suas águas cristalinas e cavernas, a cidade adota medidas rigorosas para proteger seus recursos naturais, como o controle de visitantes e a preservação dos ecossistemas locais.\n\nDurante minha visita, optei por práticas sustentáveis, como evitar o uso de plásticos e sempre levar minha garrafa reutilizável. Também me engajei em passeios guiados, que educam os turistas sobre a importância da conservação da natureza.\n\nBonito é um exemplo de como o turismo pode ser realizado de forma responsável, sem deixar de lado a beleza natural do local.",
    "id": 5,
    "createdAt": "2025-04-14T17:42:34.033Z"
  }
]